[
  {
    "id": 1,
    "author": "David L",
    "origin": "United States",
    "date": "January 3, 2026",
    "rating": 5,
    "content": "The best experience we've had in Vietnam! Tuyen was awe inspiring to watch with her immense skill and novel approach to her craft. We gained a true insight into the life of a blacksmith family living here...",
    "tripadvisor_link": "https://www.tripadvisor.com/ShowUserReviews-g293924-d32709948-r1044833501-Photheculture-Hanoi.html",
    "images": {
      "main": "../picture/review_pic/dao_rv2_4.jpg",
      "gallery": [
        "../picture/review_pic/dao_rv2_2.jpg",
        "../picture/review_pic/dao_rv2_5.jpg",
        "../picture/review_pic/dao_rv2_3.jpg",
        "../picture/review_pic/dao_rv2_6.jpg",
        "../picture/review_pic/dao_rv2_7.jpg",
        "../picture/review_pic/dao_rv2_8.jpg"
      ]
    }
  },
  {
    "id": 2,
    "author": "James H",
    "origin": "Australia",
    "date": "January 2, 2026",
    "rating": 5,
    "content": "What an amazing last minute booking! From first booking right to seeing us safe to transport, the team was forever friendly and accommodating. Very helpful and patient with other languages in translating and questions. Chiến is in no doubt a generational master of the craft and is more than willing to share his wisdom/experience (and let you make your own mistakes along the way). But not to worry, he'll kindly guide you back with your progress to have a unique item of your own. Mint was an exceptional guide, giving you plenty of local & historical knowledge. Translation and setting the vibe for the whole experience is a tough job, she navigates this while managing a group of strangers! What a legend! I would highly recommend booking this experience, you'll have yourself something to take back that you can proudly say you made from start to finish. I know it'll be my favourite souvenir to use at home, not only for its quality but for the memories made while crafting it here.",
    "tripadvisor_link": "https://www.tripadvisor.com/ShowUserReviews-g293924-d32709948-r1044581198-Photheculture-Hanoi.html",
    "images": {
      "main": "../picture/review_pic/dao_rv1_3.jpg",
      "gallery": [
        "../picture/review_pic/dao_rv1_2.jpg",
        "../picture/review_pic/dao_rv1_1.jpg",
        "../picture/review_pic/dao_rv1_4.jpg",
        "../picture/review_pic/dao_rv1_5.jpg",
        "../picture/review_pic/dao_rv1_6.jpg",
        "../picture/review_pic/dao_rv1_7.jpg"
      ]
    }
  }
]